﻿/* Alert message that informs a user was blocked. */
"%@ has been blocked" = "%@ foi bloqueado";

/* Explanation of what is done to keep personally identifiable information private. There is a heading that precedes this explanation which is a variable to this string. */
"%@. Creating an account doesn't require a phone number, email or name. Get started right away with zero friction." = "%@. Criar uma conta não requer um número de telefone, e-mail ou nome. Comece de imediato com zero de fricção.";

/* Explanation of what is done to keep private data encrypted. There is a heading that precedes this explanation which is a variable to this string. */
"%@. End-to-End encrypted private messaging. Keep Big Tech out of your DMs" = "%@. Mensagens privadas encriptadas de ponta-a-ponta. Mantenha as Big Tech fora das suas MPs";

/* Explanation of what can be done by users to earn money. There is a heading that precedes this explanation which is a variable to this string. */
"%@. Tip your friend's posts and stack sats with Bitcoin⚡️, the native currency of the internet." = "%@. Dê uma gorjeta aos seus amigos e acumule sats com Bitcoin⚡️, a moeda nativa da Internet.";

/* Sentence composed of 2 variables to describe how many reactions there are on a post. In source English, the first variable is the number of reactions, and the second variable is 'Reaction' or 'Reactions'.
   Sentence composed of 2 variables to describe how many reposts. In source English, the first variable is the number of reposts, and the second variable is 'Repost' or 'Reposts'.
   Sentence composed of 2 variables to describe how many zap payments there are on a post. In source English, the first variable is the number of zap payments, and the second variable is 'Zap' or 'Zaps'. */
"%@.font(.body.bold())) %@" = "%1$@.font(.body.bold())) %2$@";

/* Sentence composed of 2 variables to describe how many people are following a user. In source English, the first variable is the number of followers, and the second variable is 'Follower' or 'Followers'.
   Sentence composed of 2 variables to describe how many profiles a user is following. In source English, the first variable is the number of profiles being followed, and the second variable is 'Following'.
   Sentence composed of 2 variables to describe how many relay servers a user is connected. In source English, the first variable is the number of relay servers, and the second variable is 'Relay' or 'Relays'. */
"%@.font(.subheadline.weight(.medium))) %@" = "%1$@.font(.subheadline.weight(.medium))) %2$@";

/* Fraction of how many of the user's relay servers that are operational. */
"%@/%@" = "%1$@/%2$@";

/* Description of how the nip05 identifier would be used for verification. */
"'%@' at '%@' will be used for verification" = "'%1$@' a '%2$@' será utilizado para verificação";

/* Description of why the nip05 identifier is invalid. */
"'%@' is an invalid NIP-05 identifier. It should look like an email." = "'%@' é um identificador NIP-05 inválido. Deve parecer-se com um e-mail.";

/* No comment provided by engineer. */
"@" = "@";

/* Navigation bar title for view that shows who is following a user. */
"\(Profile.displayName(profile: profile, pubkey: whos))'s Followers" = "\(Profile.displayName(profile: profile, pubkey: whos)) Seguidores";

/* Navigation bar title for view that shows who a user is following. */
"\(who) following" = "\(who) seguindo";

/* Label to prompt for about text entry for user to describe about themself. */
"About" = "Acerca de";

/* Label for About Me section of user profile form. */
"About Me" = "Acerca de Mim";

/* Placeholder text for About Me description. */
"Absolute Boss" = "Chefe Absoluto";

/* Button to accept the end user license agreement before being allowed into the app. */
"Accept" = "Aceitar";

/* Label to indicate the public ID of the account. */
"Account ID" = "ID da Conta";

/* Title for confirmation dialog to either share, report, or block a profile. */
"Actions" = "Ações";

/* Button to add recommended relay server.
   Button to confirm adding user inputted relay. */
"Add" = "Adicionar";

/* Button label to re-add all original participants as profiles to reply to in a note */
"Add all" = "Adicionar tudo";

/* Label for section for adding a relay server. */
"Add Relay" = "Adicionar Relay";

/* Label to display relay contact user. */
"Admin" = "Admin";

/* Any amount of sats */
"Any" = "Qualquer";

/* Prompt for optional entry of API Key to use translation server. */
"API Key (optional)" = "Chave API (opcional)";

/* Prompt for required entry of API Key to use translation server. */
"API Key (required)" = "Chave API (requerida)";

/* Alert message to ask if user wants to repost a post. */
"Are you sure you want to repost this?" = "Tem a certeza de que pretende fazer repost?";

/* Label for Banner Image section of user profile form. */
"Banner Image" = "Imagem de Banner";

/* Reminder to user that they should save their account information. */
"Before we get started, you'll need to save your account info, otherwise you won't be able to login in the future if you ever uninstall Damus." = "Antes de começarmos, terá de guardar as informações da sua conta, caso contrário não poderá iniciar sessão no futuro se alguma vez desinstalar o Damus.";

/* Dropdown option label for Lightning wallet, Bitcoin Beach. */
"Bitcoin Beach" = "Bitcoin Beach";

/* Label for Bitcoin Lightning Tips section of user profile form. */
"Bitcoin Lightning Tips" = "Gorjetas em Bitcoin Lightning";

/* Dropdown option label for Lightning wallet, Blixt Wallet */
"Blixt Wallet" = "Blixt Wallet";

/* Alert button to block a user.
   Button to block a profile.
   Context menu option for blocking users. */
"Block" = "Bloquear";

/* Alert message prompt to ask if a user should be blocked. */
"Block %@?" = "Bloquear %@?";

/* Title of alert for blocking a user. */
"Block User" = "Bloquear Utilizador";

/* Sidebar menu label for Profile view. */
"Blocked" = "Bloqueado";

/* Navigation title of view to see list of blocked users. */
"Blocked Users" = "Utilizadores Bloqueados";

/* Dropdown option label for Lightning wallet, Blue Wallet. */
"Blue Wallet" = "Blue Wallet";

/* Accessibility label for boosts button */
"Boosts" = "Boosts";

/* Dropdown option label for Lightning wallet, Breez. */
"Breez" = "Breez";

/* Context menu option for broadcasting the user's note to all of the user's connected relay servers. */
"Broadcast" = "Transmissão";

/* Alert button to cancel out of alert for blocking a user.
   Button to cancel out of alert that creates a new mutelist.
   Button to cancel out of posting a note.
   Button to cancel out of reposting a post.
   Button to cancel out of view adding user inputted relay.
   Cancel deleting the user.
   Cancel out of logging out the user.
   Cancel out of search view. */
"Cancel" = "Cancelar";

/* Dropdown option label for Lightning wallet, Cash App. */
"Cash App" = "Cash App";

/* Button for clearing cached data. */
"Clear" = "Limpar";

/* Section title for clearing cached data. */
"Clear Cache" = "Limpar Cache";

/* Label to display relay contact information. */
"Contact" = "Contacto";

/* Label indicating that a user's key was copied. */
"Copied" = "Copiado";

/* Button to copy a relay server address. */
"Copy" = "Copiar";

/* Context menu option for copying the ID of the account that created the note. */
"Copy Account ID" = "Copiar ID da Conta";

/* Context menu option to copy an image into clipboard.
   Context menu option to copy an image to clipboard. */
"Copy Image" = "Copiar Imagem";

/* Context menu option to copy the URL of an image into clipboard. */
"Copy Image URL" = "Copiar URL da Imagem";

/* Title of section for copying a Lightning invoice identifier. */
"Copy invoice" = "Copiar Fatura";

/* Context menu option for copying a user's Lightning URL. */
"Copy LNURL" = "Copiar LNURL";

/* Context menu option for copying the ID of the note. */
"Copy Note ID" = "Copiar ID do Note";

/* Context menu option for copying the JSON text from the note. */
"Copy Note JSON" = "Copiar JSON do Note";

/* Button to copy report ID. */
"Copy Report ID" = "Copiar ID Report";

/* Context menu option for copying the text from an note. */
"Copy Text" = "Copiar Texto";

/* Context menu option for copying the ID of the user who created the note. */
"Copy User Pubkey" = "Copiar Pubkey do Utilizador";

/* Alert message to indicate that the blocked user could not be found. */
"Could not find user to block..." = "Não foi possível encontrar um utilizador para bloquear...";

/* Button to create account. */
"Create" = "Criar";

/* Button to create an account. */
"Create Account" = "Criar Conta";

/* Title of alert prompting the user to create a new mutelist. */
"Create new mutelist" = "Criar nova mutelist";

/* Example description about Bitcoin creator(s), Satoshi Nakamoto. */
"Creator(s) of Bitcoin. Absolute legend." = "Criador(es) do Bitcoin. Lenda absoluta.";

/* Dropdown option for selecting a custom translation server. */
"Custom" = "Personalizado";

/* Name of the app, shown on the first screen when user is not logged in. */
"Damus" = "Semaphore";

/* Dropdown option for selecting DeepL as the translation service. */
"DeepL (Proprietary, Higher Accuracy)" = "DeepL (Privado, Maior Precisão)";

/* Button to pay a Lightning invoice with the user's default Lightning wallet. */
"Default Wallet" = "Carteira Padrão";

/* Section title for zap configuration */
"Default Zap Amount in sats" = "Valor padrão Zap em sats";

/* Button for deleting the users account.
   Button to delete a relay server that the user connects to.
   Button to remove a user from their blocklist.
   Section title for deleting the user */
"Delete" = "Apagar";

/* Button to delete the user's account. */
"Delete Account" = "Apagar conta";

/* Alert message to indicate this is a deleted account */
"Deleted Account" = "Conta Apagada";

/* Label to display relay description. */
"Description" = "Descrição";

/* Button to dismiss a text field alert. */
"Dismiss" = "Dispensar";

/* Label to prompt display name entry. */
"Display Name" = "Nome em Exibição";

/* Navigation title for DMs view, where DM is the English abbreviation for Direct Message.
   Navigation title for view of DMs, where DM is an English abbreviation for Direct Message.
   Picker option for DM selector for seeing only DMs that have been responded to. DM is the English abbreviation for Direct Message.
   Toolbar label for DMs view, where DM is the English abbreviation for Direct Message. */
"DMs" = "MPs";

/* Button to dismiss wallet selection view for paying Lightning invoice. */
"Done" = "Feito";

/* Heading indicating that this application allows users to earn money. */
"Earn Money" = "Ganhar Dinheiro";

/* Button to edit user's profile. */
"Edit" = "Editar";

/* Text indicating that the view is used for editing which participants are replied to in a note. */
"Edit participants" = "Editar participantes";

/* Heading indicating that this application keeps private messaging end-to-end encrypted. */
"Encrypted" = "Encriptado";

/* Prompt for user to enter an account key to login. */
"Enter your account key to login:" = "Introduza a chave da sua conta para iniciar sessão:";

/* Error message indicating why saving keys failed. */
"Error: %@" = "Erro: %@";

/* Label indicating that the below text is the EULA, an acronym for End User License Agreement. */
"EULA" = "EULA";

/* Button label text for filtering relay servers. */
"Filter" = "Filtro";

/* Button to follow a user. */
"Follow" = "Seguir";

/* Button to follow a user back. */
"Follow Back" = "Seguir de Volta";

/* Text on QR code view to prompt viewer looking at screen to follow the user. */
"Follow me on nostr" = "Segue-me no Nostr";

/* Label describing followers of a user. */
"Followers" = "Seguidores";

/* Part of a larger sentence to describe how many profiles a user is following. */
"Following" = "Seguindo";

/* Label to indicate that the user is in the process of following another user. */
"Following..." = "Seguindo...";

/* Text to indicate that a user is following your profile. */
"Follows you" = "Segue-te";

/* Dropdown option for selecting Free plan for DeepL translation service. */
"Free" = "Gratuito";

/* Button to navigate to DeepL website to get a translation API key. */
"Get API Key" = "Obter Chave API";

/* Navigation link to go to post referenced by hex code.
   Navigation link to go to post referenced by note ID. */
"Goto post %@" = "Ir para post %@";

/* Navigation link to go to profile referenced by hex code.
   Navigation link to go to profile. */
"Goto profile %@" = "Ir para perfil %@";

/* No comment provided by engineer. */
"Hello, World!" = "Olá, Mundo!";

/* Button to hide a post from a user who has been blocked. */
"Hide" = "Ocultar";

/* Button to hide the DeepL translation API key.
   Button to hide the LibreTranslate server API key. */
"Hide API Key" = "Ocultar Chave API";

/* Navigation bar title for Home view where posts and replies appear from those who the user is following. */
"Home" = "Iniciar";

/* Placeholder example text for profile picture URL. */
"https://example.com/pic.jpg" = "https://example.com/pic.jpg";

/* Placeholder example text for website URL for user profile. */
"https://jb55.com" = "https://jb55.com";

/* Button for user to report that the account or content has illegal content. */
"Illegal content" = "Conteúdo Ilegal";

/* Error message indicating that an invalid account key was entered for login. */
"Invalid key" = "Chave Inválida";

/* Button for user to report that the account or content has spam. */
"It's spam" = "É spam";

/* Placeholder example text for identifier used for NIP-05 verification. */
"jb55@jb55.com" = "jb55@jb55.com";

/* Moves the post button to the left side of the screen */
"Left Handed" = "Canhoto";

/* Button to complete account creation and start using the app. */
"Let's go!" = "Vamos!";

/* Dropdown option for selecting LibreTranslate as the translation service. */
"LibreTranslate (Open Source)" = "LibreTranslate (Open Source)";

/* Placeholder text for entry of Lightning Address or LNURL. */
"Lightning Address or LNURL" = "Endereço Lightning ou LNURL";

/* Indicates that the view is for paying a Lightning invoice. */
"Lightning Invoice" = "Fatura Lightning";

/* Accessibility Label for Like button */
"Like" = "Gosto";

/* Dropdown option label for Lightning wallet, LNLink. */
"LNLink" = "LNLink";

/* Face ID usage description shown when trying to access private key */
"Local authentication to access private key" = "Autenticação local para acesso à chave privada";

/* Dropdown option label for system default for Lightning wallet. */
"Local default" = "Padrão Local";

/* Button to log into account.
   Button to log into an account.
   Title of view to log into an account. */
"Login" = "Iniciar Sessão";

/* Alert for logging out the user.
   Button for logging out the user.
   Button to close the alert that informs that the current account has been deleted. */
"Logout" = "Terminar Sessão";

/* Reminder message in alert to get customer to verify that their private security account key is saved saved before logging out. */
"Make sure your nsec account key is saved before you logout or you will lose access to this account" = "Certifique-se de que a chave da sua conta nsec é guardada antes de terminar a sessão ou perderá o acesso a esta conta";

/* Dropdown option label for Lightning wallet, Muun. */
"Muun" = "Muun";

/* Label for NIP-05 Verification section of user profile form. */
"NIP-05 Verification" = "Verificação NIP-05";

/* Button to cancel out of posting a note after being alerted that it looks like they might be posting a private key. */
"No" = "Não";

/* Alert message prompt that asks if the user wants to create a new block list, overwriting previous block lists. */
"No block list found, create a new one? This will overwrite any previous block lists." = "Não foi encontrada nenhuma lista de bloqueios, criar uma nova lista? Isto irá substituir qualquer lista de bloqueios anterior.";

/* No comment provided by engineer. */
"No data available" = "Sem dados disponíveis";

/* No search results. */
"none" = "nada";

/* Dropdown option for selecting no translation service. */
"None" = "Nenhum";

/* Alert user that they might be attempting to paste a private key and ask them to confirm. */
"Note contains \"nsec1\" private key. Are you sure?" = "A nota contém a chave privada \"nsec1\". Tem a certeza?";

/* Indicates that there are no notes in the timeline to view. */
"Nothing to see here. Check back later!" = "Não há nada para ver aqui. Volte mais tarde!";

/* Toolbar label for Notifications view. */
"Notifications" = "Notificações";

/* String indicating that a given timestamp just occurred */
"now" = "Agora";

/* Prompt for user to enter in an account key to login. This text shows the characters the key could start with if it was a private key. */
"nsec1..." = "nsec1...";

/* Button for user to report that the account or content has nudity or explicit content. */
"Nudity or explicit content" = "Nudez ou conteúdo explícito";

/* Label indicating that a form input is optional. */
"optional" = "Opcional";

/* Section header that indicates the relay server requires payment. */
"Paid Relay" = "Relay Pago";

/* Button to pay a Lightning invoice. */
"Pay" = "Pagar";

/* Navigation bar title for view to pay Lightning invoice. */
"Pay the Lightning invoice" = "Pagar fatura da Lightning";

/* Alert for deleting the users account. */
"Permanently Delete Account" = "Apagar Conta Permanentemente";

/* Dropdown option label for Lightning wallet, Phoenix. */
"Phoenix" = "Phoenix";

/* Prompt selection of DeepL subscription plan to perform machine translations on notes */
"Plan" = "Plano";

/* Button to post a note. */
"Post" = "Post";

/* Text to indicate that what is being shown is a post from a user who has been blocked. */
"Post from a user you've blocked" = "Post de um utilizador que bloqueou";

/* Label for filter for seeing only posts (instead of posts and replies).
   Label for filter for seeing only your posts (instead of posts and replies). */
"Posts" = "Posts";

/* Label for filter for seeing posts and replies (instead of only posts).
   Label for filter for seeing your posts and replies (instead of only your posts). */
"Posts & Replies" = "Posts & Respostas";

/* Heading indicating that this application keeps personally identifiable information private. A sentence describing what is done to keep data private comes after this heading. */
"Private" = "Privado";

/* Label to indicate that the text below is the user's private key used by only the user themself as a secret to login to access their account.
   Title of the secure field that holds the user's private key. */
"Private Key" = "Chave Privada";

/* Dropdown option for selecting Pro plan for DeepL translation service. */
"Pro" = "Pro";

/* Sidebar menu label for Profile view. */
"Profile" = "Perfil";

/* Label for Profile Picture section of user profile form. */
"Profile Picture" = "Imagem de Perfil";

/* Section title for the user's public account ID. */
"Public Account ID" = "ID de Conta Pública";

/* Label indicating that the text is a user's public account key.
   Label to indicate that text below is the user's public key used by others to uniquely refer to the user. */
"Public Key" = "Chave Pública";

/* Label indicating that the text is a user's public account key. */
"Public key" = "Chave pública";

/* Prompt to ask user if the key they entered is a public key. */
"Public Key?" = "Chave Pública?";

/* Navigation bar title for Reactions view. */
"Reactions" = "Reações";

/* Section title for recommend relay servers that could be added as part of configuration */
"Recommended Relays" = "Relays Recomendados";

/* Button to reject the end user license agreement, which disallows the user from being let into the app. */
"Reject" = "Rejeitar";

/* Label to display relay address.
   Text field for relay server. Used for testing purposes. */
"Relay" = "Relay";

/* Header text for relay server list for configuration.
   Sidebar menu label for Relays view. */
"Relays" = "Relays";

/* Description of what was done as a result of sending a report to relay servers. */
"Relays have been notified and clients will be able to use this information to filter content. Thank you!" = "Os relays foram notificados e os clients poderão utilizar esta informação para filtrar o conteúdo. Obrigado!";

/* Button label to remove all participants from a note reply. */
"Remove all" = "Remover tudo";

/* Accessibility label for reply button */
"Reply" = "Responder";

/* Label to indicate that the user is replying to 1 user. */
"Replying to %@" = "Responder a %@";

/* Label to indicate that the user is replying to 2 users. */
"Replying to %@ & %@" = "Responder para %1$@ & %2$@";

/* Label to indicate that the user is replying to themself. */
"Replying to self" = "Responder a si próprio";

/* Indicating that the user is replying to the following listed people. */
"Replying to:" = "Responder para:";

/* Button to report a profile.
   Context menu option for reporting content.
   Label indicating that the current view is for the user to report content. */
"Report" = "Reportar";

/* Label indicating that the text underneath is the identifier of the report that was sent to relay servers. */
"Report ID:" = "ID do Report";

/* Message indicating that a report was successfully sent to relay servers. */
"Report sent!" = "Report Enviado!";

/* Button to confirm reposting a post.
   Title of alert for confirming to repost a post. */
"Repost" = "Repost";

/* Text indicating that the post was reposted (i.e. re-shared). */
"Reposted" = "Repostado";

/* Navigation bar title for Reposts view. */
"Reposts" = "Reposts";

/* Picker option for DM selector for seeing only message requests (DMs that someone else sent the user which has not been responded to yet). DM is the English abbreviation for Direct Message. */
"Requests" = "Pedidos";

/* Button to retry completing account creation after an error occurred. */
"Retry" = "Tentar Novamente";

/* Dropdown option label for Lightning wallet, River */
"River" = "River";

/* Example username of Bitcoin creator(s), Satoshi Nakamoto. */
"satoshi" = "satoshi";

/* Name of Bitcoin creator(s). */
"Satoshi Nakamoto" = "Satoshi Nakamoto";

/* Button for saving profile. */
"Save" = "Guardar";

/* Context menu option to save an image. */
"Save Image" = "Guardar Imagem";

/* Text on QR code view to prompt viewer to scan the QR code on screen with their device camera. */
"Scan the code" = "Digitalizar o código";

/* Navigation link to search hashtag. */
"Search hashtag: #%@" = "Procurar hashtag: #%@";

/* Placeholder text to prompt entry of search query. */
"Search..." = "Procurar...";

/* Section title for user's secret account login key. */
"Secret Account Login Key" = "Chave Secreta de Inicio de Sessão da Conta";

/* Title of section for selecting a Lightning wallet to pay a Lightning invoice. */
"Select a Lightning wallet" = "Selecionar carteira de Lightning";

/* Prompt selection of user's default wallet */
"Select default wallet" = "Selecionar carteira padrão";

/* Text prompt for user to send a message to the other user. */
"Send a message to start the conversation..." = "Enviar uma mensagem para iniciar a conversa...";

/* Prompt selection of LibreTranslate server to perform machine translations on notes */
"Server" = "Servidor";

/* Prompt selection of translation service provider. */
"Service" = "Serviço";

/* Navigation title for Settings view.
   Sidebar menu label for accessing the app settings */
"Settings" = "Configurações";

/* Button to share a post
   Button to share an image.
   Button to share the link to a profile. */
"Share" = "Partilhar";

/* Button to show a post from a user who has been blocked.
   Toggle to show or hide user's secret account login key. */
"Show" = "Ver";

/* Button to show the DeepL translation API key.
   Button to show the LibreTranslate server API key. */
"Show API Key" = "Mostrar Chave API";

/* Toggle to show or hide selection of wallet. */
"Show wallet selector" = "Ver selecionador de carteira";

/* Sidebar menu label to sign out of the account. */
"Sign out" = "Encerrar Sessão";

/* Label to display relay software. */
"Software" = "Software";

/* Dropdown option label for Lightning wallet, Strike. */
"Strike" = "Strike";

/* Label to display relay's supported NIPs. */
"Supported NIPs" = "NIPs Suportado";

/* Button to close out of alert that informs that the action to block a user was successful. */
"Thanks!" = "Obrigado!";

/* Button for user to report that the account is impersonating someone. */
"They are impersonating someone" = "Estão a tentar fazer-se passar por alguém";

/* Footer description that explains that the relay server requires payment to post. */
"This is a paid relay, you must pay for posts to be accepted." = "Este é um relay pago, deve pagar para que os posts sejam aceites.";

/* Warning that the inputted account key is a public key and the result of what happens because of it. */
"This is a public key, you will not be able to make posts or interact in any way. This is used for viewing accounts from their perspective." = "Esta é uma chave pública, não poderá fazer posts ou interagir de forma alguma. Isto é utilizado para visualizar contas a partir da sua perspetiva.";

/* Warning that the inputted account key for login is an old-style and asking user to verify if it is a public key. */
"This is an old-style nostr key. We're not sure if it's a pubkey or private key. Please toggle the button below if this a public key." = "Esta é uma chave nostr em estilo antigo. Não temos a certeza se trata-se de uma chave pública ou chave privada. Por favor, alterne o botão abaixo caso se trate de uma chave pública.";

/* Label to describe that a public key is the user's account ID and what they can do with it. */
"This is your account ID, you can give this to your friends so that they can follow you. Click to copy." = "Este é o ID da conta, pode passar aos seus amigos para que eles lhe possam seguir. Clique para copiar.";

/* Label to describe that a private key is the user's secret account key and what they should do with it. */
"This is your secret account key. You need this to access your account. Don't share this with anyone! Save it in a password manager and keep it safe!" = "Esta é a chave secreta da sua conta. Precisa dela para aceder à sua conta. Não partilhe isto com ninguém! Guarde-a num gestor de senhas e mantenha-a segura!";

/* Navigation bar title for note thread. */
"Thread" = "Thread";

/* Instructions on how to filter a specific timeline feed by choosing relay servers to filter on. */
"To filter your %@ feed, please choose applicable relays from the list below:" = "Para filtrar a sua fonte %@, escolha os relays aplicáveis a partir da lista abaixo:";

/* Button to translate note from different language. */
"Translate Note" = "Traduzir Note";

/* Button to indicate that the note has been translated from a different language. */
"Translated from \(lang)" = "Traduzido de \(lang)";

/* Button to indicate that the note is in the process of being translated from a different language. */
"Translating from \(lang)..." = "Traduzindo de \(lang)...";

/* Section title for selecting the translation service. */
"Translations" = "Traduções";

/* Text field prompt asking user to type the word DELETE to confirm that they want to proceed with deleting their account. The all caps lock DELETE word should not be translated. Everything else should. */
"Type DELETE to delete" = "Escreva DELETE para apagar";

/* Text box prompt to ask user to type their post. */
"Type your post here..." = "Escreva aqui o seu post...";

/* Button to unfollow a user. */
"Unfollow" = "Deixar de Seguir";

/* Label to indicate that the user is in the process of unfollowing another user. */
"Unfollowing..." = "Deixando de seguir...";

/* Navigation bar title for universal view where posts from all connected relay servers appear.
   Toolbar label for the universal view where posts from all connected relay servers appear. */
"Universe 🛸" = "Universo 🛸";

/* Example URL to LibreTranslate server */
"URL" = "URL";

/* Alert message to indicate the user has been blocked */
"User blocked" = "Utilizador bloqueado";

/* Alert message that informs a user was blocked. */
"User has been blocked" = "Utilizador foi bloqueado";

/* Label for Username section of user profile form.
   Label to prompt username entry. */
"Username" = "Nome de utilizador";

/* Label to display relay software version.
   Section title for displaying the version number of the Damus app. */
"Version" = "Versão";

/* Sidebar menu label for Wallet view. */
"Wallet" = "Carteira";

/* Dropdown option label for Lightning wallet, Wallet of Satoshi. */
"Wallet of Satoshi" = "Wallet of Satoshi";

/* Section title for selection of wallet. */
"Wallet Selector" = "Selector de Carteira";

/* Label for Website section of user profile form. */
"Website" = "Página Web";

/* Welcoming message to the reader. The variable is 'you', the reader. */
"Welcome to the social network %@ control." = "Bem-vindo à rede social que %@ controla.";

/* Text to welcome user. */
"Welcome, %@!" = "Bem-vindo, %@!";

/* Header text to prompt user what issue they want to report. */
"What do you want to report?" = "O que pretende denunciar?";

/* Placeholder example for relay server address. */
"wss://some.relay.com" = "wss://some.relay.com";

/* Text of button that confirms to overwrite the existing mutelist. */
"Yes, Overwrite" = "Sim, Substituir";

/* Button to proceed with posting a note even though it looks like they might be posting a private key. */
"Yes, Post with Private Key" = "Sim, publicar com a chave privada";

/* You, in this context, is the person who controls their own social network. You is used in the context of a larger sentence that welcomes the reader to the social network that they control themself. */
"you" = "tu";

/* Label for Your Name section of user profile form. */
"Your Name" = "O Seu Nome";

/* Footer text to inform user what will happen when the report is submitted. */
"Your report will be sent to the relays you are connected to" = "O seu relatório será enviado para os relays a que estiver ligado";

/* Accessibility label for zap button */
"Zap" = "Zap";

/* Navigation bar title for the Zaps view. */
"Zaps" = "Zaps";

/* Dropdown option label for Lightning wallet, Zebedee. */
"Zebedee" = "Zebedee";

/* Dropdown option label for Lightning wallet, Zeus LN. */
"Zeus LN" = "Zeus LN";

/* Text indicating the zap amount. i.e. number of satoshis that were tipped to a user */
"⚡️ %@" = "⚡️ %@";

